{
  "LuaSnip": { "branch": "master" },
  "cmp-buffer": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "friendly-snippets": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "indent-blankline.nvim": { "branch": "master" },
  "kanagawa.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-null-ls.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "none-ls.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-colorizer.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "0.1.x" },
  "vim-tmux-navigator": { "branch": "master" }
}